app/Controllers/Contacts.php

SELECT *
FROM `contacts`
---
    public function index()
    {
        $data['contacts'] = $this->model->findAll();